import Card from "../../ui/card/card";
import "./company.scss";
const Company = () => {
  return (
    <div className="wrapper ">
      <div className="company">
        <h2 className="company_title">Про нашу компанію</h2>
        <p className="company_text">
          Ласкаво просимо до iGadget Hub, де ви можете купити високоякісні
          iPhone! У iGadget Hub ми прагнемо надавати нашим клієнтам новітні та
          найкращі продукти Apple, приділяючи особливу увагу культовому iPhone.
        </p>
        <h3 className="company_subtitle">Наша місія</h3>
        <p className="company_text">
          В основе нашей миссии лежит стремление обеспечить беспрецедентное
          удовлетворение потребностей клиентов. Мы понимаем, что ваш iPhone —
          это не просто устройство, а неотъемлемая часть вашей повседневной
          жизни. Ищете ли вы новейшие функции последней модели iPhone или ищете
          надежное и стильное устройство предыдущих поколений, мы предоставим
          вам все необходимое.
        </p>
        <h3 className="company_subtitle">Чому варто вибрати iGadget Hub?</h3>
        <ul className="company_items">
          <li className="company_item">
            <b>Справжність та якість.</b>
            Ми гарантуємо справжність і якість кожного iPhone, що продається
            нами. Перш ніж потрапити до ваших рук, кожен пристрій проходить
            ретельне тестування на відповідність нашим високим стандартам.
          </li>
          <li className="company_item">
            <b>Широкий вибір:</b> вивчіть широкий спектр моделей iPhone від
            флагманських моделей до недорогих варіантів. Ми віримо у можливість
            запропонувати вибір на будь-який смак та бюджет.
          </li>

          <li className="company_item">
            <b>Винятковий сервіс:</b> наша віддана своїй справі команда завжди
            готова допомогти вам на кожному етапі вашої подорожі: від вибору
            ідеального iPhone до вирішення будь-яких питань, які можуть
            виникнути. Ваше задоволення є нашим першочерговим завданням.
          </li>
          <li className="company_item">
            <b>Безопасные покупки:</b> совершайте покупки с уверенностью, зная,
            что ваши онлайн-транзакции безопасны. Мы уделяем приоритетное
            внимание конфиденциальности и безопасности наших клиентов.
          </li>
        </ul>
        <h3 className="company_subtitle">
          Наша прихильність до сталого розвитку
        </h3>
        <p className="company_text">
          В рамках нашої прихильності до охорони навколишнього середовища ми
          активно просуваємо методи сталого розвитку в нашій діловій діяльності.
          Вибираючи iGadget Hub, ви вносите внесок у більш екологічне майбутнє,
          підтримуючи екологічно чисті ініціативи.
        </p>
        <h3 className="company_subtitle">Зв'язатися з нами</h3>
        <p className="company_text">
          Приєднуйтесь до нашої спільноти любителів iPhone! Слідкуйте за нами у
          соціальних мережах, щоб бути в курсі останніх оновлень, рекламних
          акцій та технічних знань. Ваш відгук має для нас неоціненну цінність,
          оскільки ми прагнемо покращити ваш досвід роботи з iGadget Hub.
        </p>
        <p className="company_text">
          Дякуємо за те, що вибрали iGadget Hub для задоволення всіх потреб
          вашого iPhone. Ми будемо раді стати вашим надійним партнером у
          захоплюючому світі технологій Apple!
        </p>
      </div>
      <Card />
    </div>
  );
};

export default Company;
